{
  "base16-nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "neogit": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  }
}